{	
	"games": [
		{ 	"id": 20,
			"name": "Frostpunk (2018)",
			"developer": "11 bit studios",
			"type": "Repack",
			"pill": "Не требуется (DRM-Free от GOG)",
			"os": "Windows 7 / 8 / 10 (64-бит)",
			"processor": "3.2 GHz Dual Core Processor",
			"ddr": "4 GB RAM",
			"video": "GeForce GTX 660, Radeon RX 460 or equivalent with 2 GB of video RAM",
			"hdd": "5 GB",
			"descr": "Frostpunk – это новейшая игра от создателей This War of Mine. Это игра на выживание общества, которая задает вопрос: на что способны люди, стоящие на грани выживания? В полностью вымерзшем мире люди разрабатывают паровые машины, чтобы противостоять невыносимому холоду. Правитель города должен управлять как его жителями, так и инфраструктурой, в которой они обитают. Тактическим лидерским навыкам придется пройти испытание ситуациями, в которых ставятся под вопрос моральные основы того, что принято считать цивилизованным обществом. Часто на одной чаше весов оказываются оптимизация и рациональное использование ресурсов, а на другой – сочувствие и человечность.",
			"imgUrl": "https://xatab-repack.net/_ld/5/573.png"
		 },
		{ 	"id": 19,
			"name": "Vampyr (2018)",
			"developer": "DONTNOD Entertainment",
			"type": "Repack",
			"pill": "3DM",
			"os": "Windows 7 / 8 / 10 (64-бит)",
			"processor": "Intel Core i3-2130 (3.4 GHz)/AMD FX-4100 (3.6 GHz)",
			"ddr": "8 GB RAM",
			"video": "2 GB, GeForce GTX 1050 (Legacy GPU: GeForce GTX 660) / Radeon R7 370",
			"hdd": "14.2 GB",
			"descr": "Начало ХХ века. Британия охвачена эпидемией «испанки». Насилие и страх захлестнули Лондон. Всякий, кто отважится выйти на улицы агонизирующего города, столкнется и с его самыми опасными хищниками – вампирами. Одним из них предстоит стать и вам. Созданием, неподвластным болезням и смерти, наделенным невероятными силами… Как вы распорядитесь этим могуществом? Разветвленное древо навыков поможет сформировать стиль игры, но каким именно он будет, зависит только от вас.",
			"imgUrl": "https://xatab-repack.net/_ld/6/600.png"
		 },
		{ 	"id": 18,
			"name": "Kingdom Come Deliverance (2018)",
			"developer": "Warhorse Studios",
			"type": "Repack",
			"pill": "CODEX",
			"os": "Windows 7 / 8 / 10 (64-бит)",
			"processor": " Intel Core i3-6100 3,7 ГГц или аналогичный",
			"ddr": "8 GB RAM",
			"video": "GeForce GTX 660 или AMD Radeon HD 7850",
			"hdd": "35.5 GB",
			"descr": "Kingdom Come: Deliverance – это захватывающая РПГ с открытым миром, которая перенесёт вас в эпическое приключение в Священную Римскую империю. Отомстите за смерть ваших родителей, сражаясь с силами вторжения, выполняйте квесты, изменяйте мир своими решениями. Вы - Генри, сын кузнеца. Попав в водоворот событий гражданской войны, вы беспомощно наблюдаете, как захватчики штурмуют вашу деревню и вырезают ваших друзей и семью. Чудом избежав жестокой участи, вы поднимете свой меч для возмездия. Отомстите за смерть своих родителей и помогите прогнать захватчиков!",
			"imgUrl": "https://xatab-repack.net/_ld/5/539.png"
		 },
		{ 	"id": 17,
			"name": "Ni no Kuni II: Revenant Kingdom (2018)",
			"developer": "BANDAI NAMCO Entertainment",
			"type": "Repack",
			"pill": "CODEX",
			"os": "Windows 7 / 8 / 10 (64-бит)",
			"processor": "Intel Core i5-4460 / AMD FX-6300",
			"ddr": "4 GB RAM",
			"video": "NVIDIA GeForce GTX 750 Ti / AMD Radeon R7 260x (VRAM2GB or higher",
			"hdd": "26.3 GB",
			"descr": "Добро пожаловать в прекрасный мир Ni no Kuni! Свергнутый юный король Эван отправляется в путешествие, чтобы основать новое государство, объединить мир и побороть силы зла. В Ni no Kuni II от студии LEVEL-5 стирается грань между компьютерной игрой и мультфильмом. Незабываемый дизайн персонажей от Ёсиюки Момосэ и чарующая музыка от Дзё Хисаиси не оставят вас равнодушными. Компания Level-5 создала трогательную историю и запоминающихся персонажей. Сюжетная кампания заставит вас в каких-то местах сопереживать героям, а где-то и выложиться по полной для того, чтобы одолеть очередного смертоносного противника.",
			"imgUrl": "https://xatab-repack.net/_ld/5/559.png"
		 },
		 { 	"id": 16,
			"name": "Fallout",
			"developer": "Bethesda Game Studios",
			"type": "Repack",
			"pill": "CODEX",
			"os": "Windows 7 / 8 / 10 (64-бит)",
			"processor": "Intel Core i5-2300 / AMD Phenom II X4 945 | 2.8 GHz",
			"ddr": "8 GB RAM",
			"video": "NVIDIA GTX 550 Ti / AMD Radeon HD 7870 | 2 GB RAM",
			"hdd": "35 GB",
			"descr": "Отличие новой части «Fallout» - в месте действия и изменениях игровой механики. На этот раз все происходит в окрестностях Бостона. Главный герой научился улучать свое оружие и отстраивать разрушенные города. Визитная карточка игры, панацея всех поколений «Fallout» - силовая броня больше не решает все проблемы, ведь для ее использования требуются ядерные батареи. Так же, практически все задания можно пройти без сражений с окружающими персонажами. В необъятном открытом мире игрока ждут многие локации, персонажи и задания. Появилась возможность заключения союзов с фракциями, или игра в одиночку.",
			"imgUrl": "https://xatab-repack.net/_ld/3/368.png"
		 },
		 { 	"id": 15,
			"name": "Mafia 3",
			"developer": "Bethesda Game Studios",
			"type": "Repack",
			"pill": "CODEX",
			"os": "Windows 7 / 8 / 10 (64-бит)",
			"processor": "Intel Core i5-2300 / AMD Phenom II X4 945 | 2.8 GHz",
			"ddr": "8 GB RAM",
			"video": "NVIDIA GTX 550 Ti / AMD Radeon HD 7870 | 2 GB RAM",
			"hdd": "35 GB",
			"descr": "Отличие новой части «Fallout» - в месте действия и изменениях игровой механики. На этот раз все происходит в окрестностях Бостона. Главный герой научился улучать свое оружие и отстраивать разрушенные города. Визитная карточка игры, панацея всех поколений «Fallout» - силовая броня больше не решает все проблемы, ведь для ее использования требуются ядерные батареи. Так же, практически все задания можно пройти без сражений с окружающими персонажами. В необъятном открытом мире игрока ждут многие локации, персонажи и задания. Появилась возможность заключения союзов с фракциями, или игра в одиночку.",
			"imgUrl": "https://xatab-repack.net/_ld/3/323.png"
		 },
		 { 	"id": 14,
			"name": "Far Cry 5 ",
			"developer": "Ubisoft Montreal, Red Storm",
			"type": "Repack",
			"pill": "CPY",
			"os": "Windows 7 / 8 / 10 (64-бит)",
			"processor": " Intel Core i5-2400 3.1 GHz / AMD FX-6300 3.5 GHz or equivalent;",
			"ddr": "8 GB RAM",
			"video": "NVIDIA GeForce GTX 670 or AMD R9 270 (2GB VRAM with Shader Model 5.0 or better)",
			"hdd": "27 GB",
			"descr": "Far Cry 5: Gold Edition — Действие новой игры Far Cry 5 из знаменитой серии разворачивается в США. Добро пожаловать в округ Хоуп штата Монтана. Этот живописный уголок стал домом для людей, по-настоящему ценящих свободу... а еще для секты религиозных фанатиков под названием Проект «Врата Эдема». Секту возглавляет Иосиф Сид, считающий себя пророком, вместе с братьями и сестрой – так называемыми Вестниками. Секта пытается регулировать все стороны жизни жителей округа, где когда-то царили мир и спокойствие. Прибыв в Монтану, ваш герой видит, что представители «Врат Эдема» готовятся установить над регионом полный контроль. Вам предстоит сплотить жителей округа и пробудить в них волю к борьбе за свободу. Вы сможете исследовать просторы округа Хоуп, в том числе реки и воздушное пространство, используя множество видов модифицируемого оружия и транспорта – такого разнообразного набора снаряжения в Far Cry еще не было!",
			"imgUrl": "https://xatab-repack.net/_ld/5/570.png"
		 },
		 { 	"id": 13,
			"name": "Injustice 2: Legendary Edition",
			"developer": "NetherRealm Studios, QLOC",
			"type": "Repack",
			"pill": "CODEX",
			"os": "Windows 7 / 8 / 10 (64-бит)",
			"processor": "Intel® Core™ i3 2.66 GHz",
			"ddr": "4 GB RAM",
			"video": "GeForce GTX 670 / Radeon HD 7950",
			"hdd": "49.5 GB",
			"descr": "Injustice 2 — это продолжение суперхита Injustice: Gods Among Us, в котором игроки могут создать и развивать сильнейшие версии своих любимых персонажей вселенной DC. Игра включает впечатляющее количество супергероев и суперзлодеев DC и позволяет изменять легендарных персонажей за счет уникального и мощного снаряжения, которое можно получить в ходе игры. Кроме того, впервые игроки могут управлять тем, как их персонажи выглядят, сражаются и развиваются, с помощью ряда игровых режимов.",
			"imgUrl": "https://xatab-repack.net/_ld/6/627.jpg"
		 },
		 { 	"id": 12,
			"name": "Assassin's Creed Unity",
			"developer": "Ubisoft",
			"type": "Repack",
			"pill": "Вшита (RELOADED)",
			"os": "Windows 7 SP1, Windows 8/8.1 (64-bit operating system required)",
			"processor": " Intel Core i5-2500K @ 3.3 GHz or AMD FX-8350 @ 4.0 GHz",
			"ddr": "6 GB RAM",
			"video": "NVIDIA GeForce GTX 680 or AMD Radeon HD 7970 (2 GB VRAM)",
			"hdd": "40 GB",
			"descr": "«Assassin's Creed Unity» - очередная часть самой популярной серии игр по всему миру – «Assassin's Creed». Как и в прошлых частях игры, ваше сознание переносится в тело вашего предка благодаря специальной машине, которая позволяет управлять телом в том времени, в котором игрок оказывается. В этой игре сюжет переносит игрока в Париж 1789 года. Франция в революционном пожаре, некогда великолепный город погряз в хаосе и страхе. В это, несомненно, сложное время решается судьба нации. Игрок начнет свой путь юношей по имени Арно. Волею судьбы, он узнает, кто на самом деле ответственен за кровопролитную революцию, кто виновен в братоубийственной войне.",
			"imgUrl": "https://cdn.europosters.eu/image/750/posters/assassin-s-creed-unity-arno-i21717.jpg"
		 },
		 { 	"id": 11,
			"name": "Resident Evil 7: Biohazard ",
			"developer": "CAPCOM Co., Ltd.",
			"type": "Steam-Rip",
			"pill": "Вшита (CPY)",
			"os": "WINDOWS® 7, 8, 8.1, 10 (только версии 64-бит)",
			"processor": "Intel® Core™ i5-4460, 2.70GHz or AMD FX™-6300 or better",
			"ddr": "8 GB RAM",
			"video": "NVIDIA® GeForce® GTX 760 or AMD Radeon™ R7 260x with 2GB Video RAM",
			"hdd": "26.4 GB (+2гб для установки)",
			"descr": "«Assassin's Creed Unity» - очередная часть самой популярной серии игр по всему миру – «Assassin's Creed». Как и в прошлых частях игры, ваше сознание переносится в тело вашего предка благодаря специальной машине, которая позволяет управлять телом в том времени, в котором игрок оказывается. В этой игре сюжет переносит игрока в Париж 1789 года. Франция в революционном пожаре, некогда великолепный город погряз в хаосе и страхе. В это, несомненно, сложное время решается судьба нации. Игрок начнет свой путь юношей по имени Арно. Волею судьбы, он узнает, кто на самом деле ответственен за кровопролитную революцию, кто виновен в братоубийственной войне.",
			"imgUrl": "https://xatab-repack.net/_ld/3/363.jpg"
		 },
		 { 	"id": 10,
			"name": "GTA 5 / Grand Theft Auto V",
			"developer": "Rockstar Games",
			"type": "RePack",
			"pill": "Вшита (RELOADED)",
			"os": "64-bit: Vista, Win 7, Win 8, Win 10",
			"processor": " Intel Core 2 Q6600 2.40 ГГц или AMD Phenom 9850 2.5 ГГц",
			"ddr": "4 GB RAM",
			"video": "1 Гб с поддержкой DX10 (NVIDIA 9800 GT или AMD HD 4870)",
			"hdd": "72 GB",
			"descr": "В истории «Grand Theft Auto» ранее такого не было, впервые игрок возьмет управление одновременно над тремя персонажами. Игрок сможет переключаться в любой момент (за исключением миссий) между персонажами: Майклом, Франклином и Тревором. Каждый герой имеет свою уникальную историю, характер и навыки. «Grand Theft Auto V» позволяет даже переключиться в режим от первого лица, который позволяет по-новому взглянуть на игровой мир.",
			"imgUrl": "https://xatab-repack.net/_ld/3/309.jpg"
		 },
		 { "id": 9,
			"name": "The Walking Dead: The Final Season - Episode 1",
			"developer": "Telltale Games",
			"type": "RePack",
			"pill": "Не требуется (DRM-Free от GOG)",
			"os": "64-bit: Vista, Win 7, Win 8, Win 10",
			"processor": "Intel Core 2 Duo 2.8GHz",
			"ddr": "3 GB RAM",
			"video": "Nvidia GeForce GTS 450 2GB",
			"hdd": "3.52 GB",
			"descr": "Все четыре эпизода игры (эпизод 1 доступен прямо сейчас, эпизоды 2–4 будут опубликованы по мере их выхода). Перед вами заключительная глава истории Клементины, ставшей закаленным бойцом. Кошмары живого и мертвого мира долгие годы терзали девочку, и теперь затерянная в глуши школа может стать для нее желанным домом. Но ей придется многим пожертвовать, чтобы защитить его. Клем должна построить самостоятельную жизнь и взять на себя ответственность за Эй-Джея — осиротевшего мальчика, последнего близкого ей человека. В этом финальном сезоне, полном страхов и переживаний, от вас будут зависеть отношения с окружающими людьми, исход схваток с мертвецами и развязка истории Клементины.",
			"imgUrl": "https://xatab-repack.net/_ld/6/639.jpg"
		 },
		 { "id": 8,
			"name": "Total War: Rome 2 (2013)",
			"developer": "Creative Assembly",
			"type": "RePack",
			"pill": "CODEX",
			"os": "Vista / Windows 7 / Windows 8",
			"processor": "2 GHz Intel Dual Core processor / 2.6 GHz Intel Single Core processor",
			"ddr": "2 GB RAM",
			"video": " 512 MB DirectX 9.0c compatible card (shader model 3, vertex texture fetch support)",
			"hdd": "33.2 GB",
			"descr": "Total War: Rome 2 даст возможность управлять первой мировой сверхдержавой и командовать ее поразительными и многочисленными армиями, подчинить противников политическими, военными, или экономическими способами. Игра от создателей серии Total War сочетает в себе элементы геймплея реального времени и пошагового режима. Во время кампании вы ход за ходом можете завоевывать земли, и наслаждаться битвами с участием десятков тысяч людей под вашим командованием в реальном времени. Сильно измененный движок Warscape в Total War: Rome 2 позволит рассмотреть экзотические города в малейших деталях, а новая камера даст возможность наблюдать за полем боя с любого ракурса.",
			"imgUrl": "https://xatab-repack.net/_ld/0/73.png"
		 },
		 { "id": 7,
			"name": "Arma 3 (2013)",
			"developer": "Bohemia Interactive",
			"type": "RePack",
			"pill": "Вшита (CODEX)",
			"os": "Vista / Windows 7 / Windows 8",
			"processor": "Intel Dual Core с тактовой частотой 2.4 ГГц",
			"ddr": "2 GB RAM",
			"video": "512 Mб видеопамяти (NVIDIA GeForce 8800 GT / ATI Radeon HD 3830)",
			"hdd": "31.3 GB",
			"descr": "В «Arma 3: Apex Edition» игроку необходимо на себе примерять тяготы военной жизни. Перед игроком открывается абсолютно новая зона боевых действий. Место действия – архипелаг Таноа, который расположился в южной части Тихого океана. Игроку предстоят абсолютно новые возможности для проведения самых разнообразных военных операций. Прочувствуйте качество геймплея игры «Arma 3: Apex», в которой стрельба, передвижения, работа в команде - не пустые слова, это все действительно играет важную роль.",
			"imgUrl": "https://xatab-repack.net/_ld/2/252.jpg"
		 },
		 { "id": 6,
			"name": "We Happy Few (2018)",
			"developer": "Compulsion Games",
			"type": "RePack",
			"pill": "Вшита (CODEX)",
			"os": "Windows 7 / Windows 8.1 / Windows 10(64-bit versions)",
			"processor": "Intel® Core™ i3 2.66 GHz",
			"ddr": "8 GB RAM",
			"video": "NVIDIA GeForce 460 GTX or AMD Radeon 5870 HD series or higher Mobile: NVIDIA GeForce GTX 580M or higher",
			"hdd": "10.6 GB",
			"descr": "We Happy Few – это история небольшой группы отважных и в меру ужасных людей, пытающихся сбежать от жизни в городе Wellington Wells, построенной на радостном отрицании. В этой альтернативной Англии 1960-х в основе всего лежит соответствие нормам. Вы должны бороться или слиться с одурманенными наркотиком жителями, большая часть которых недобра к людям, которые не подчиняются их не вполне нормальным правилам.",
			"imgUrl": "https://xatab-repack.net/_ld/6/637.png"
		 },
		 { "id": 5,
			"name": "Endless Space 2 (2016)",
			"developer": "AMPLITUDE Studios",
			"type": "RePack",
			"pill": "Вшита (CODEX)",
			"os": "Windows (64bits only) 7 / 8 / 8.1 / 10",
			"processor": "i3 4th generation / i5 2nd generation / A6 series",
			"ddr": "4 GB RAM",
			"video": "AMD Radeon 5800 series / NVidia 550Ti",
			"hdd": "12.3 GB",
			"descr": "В Endless Space 2 вам предстоит стать правителем целой цивилизации и повести ее к далеким холодным глубинам космоса. Исследуйте загадочные звездные системы, раскрывайте тайны древних рас, изучайте технологии невообразимой мощи и, конечно, новые формы жизни. Объявить им войну или заключить мир - решать только вам.",
			"imgUrl": "https://xatab-repack.net/_ld/3/392.png"
		 },
		 { "id": 4,
			"name": "This Is the Police 2 (2018)",
			"developer": "Weappy Studio",
			"type": "RePack",
			"pill": "Вшита (CODEX)",
			"os": "Windows 7 / Windows 8.1 / Windows 10(64-bit versions)",
			"processor": "Dual Core CPU",
			"ddr": "2 GB RAM",
			"video": " GeForce GT 330M / Radeon HD 4670",
			"hdd": "3.95 GB",
			"descr": "Трактуйте законы как вам вздумается! Руководите департаментом шерифа, управляйте копами, принимайте сложные решения – и постарайтесь сами не угодить за решетку! – в этом коктейле из приключенческой игры, стратегии и пошаговых тактических боев. Это симулятор? Менеджер? Тактическая игра? Визуальная новелла? Головоломка? Все вместе – и даже больше!",
			"imgUrl": "https://xatab-repack.net/_ld/6/641.jpg"
		 },
		 { "id": 3,
			"name": "NO MAN'S SKY (2016)",
			"developer": "Hello Games",
			"type": "RePack",
			"pill": "Не требуется (DRM-Free от GOG)",
			"os": "Windows 7 / Windows 8.1 / Windows 10(64-bit versions)",
			"processor": "Intel Core i3",
			"ddr": "8 GB RAM",
			"video": "nVidia GTX 480, AMD Radeon 7870 или лучше",
			"hdd": "12.5 GB",
			"descr": "Классическая научная фантастика, ее многообразие и неповторимый дух приключений, оживают в творении студии Hello Games. No Man’s Sky – игра, отличающаяся невероятным размахом и амбициями. Вам предстоит исследовать бесконечную вселенную, открывать бесчисленные уникальные планеты и знакомиться с невиданными прежде формами жизни. Скрытая в центре галактики тайна неодолимо манит к себе, заставляет отправиться в грандиозное путешествие, чтобы узнать истинную природу космоса. На этом пути не обойдется без опасностей, враждебных созданий и свирепых пиратов, а чтобы выжить, придется хорошенько подготовиться – улучшить костюм, корабль и свое оружие. Вы можете сражаться, торговать или просто исследовать галактику. В любом случае ваши решения и действия будут иметь последствия, которые и определят как пройдет ваше путешествие в No Man's Sky.",
			"imgUrl": "https://xatab-repack.net/_ld/4/432.png"
		 },
		 { "id": 2,
			"name": "Planet of the Apes: Last Frontier (2018)",
			"developer": "Imaginati Studios",
			"type": "RePack",
			"pill": "Вшита (CODEX)",
			"os": "Windows 7 / Windows 8.1 / Windows 10(64-bit versions)",
			"processor": "Intel Pentium G3250 (2 * 3200) or equivalent/AMD Phenom 9850 Quad-Core (4*2500) or equivalent",
			"ddr": "4 GB RAM",
			"video": "GeForce GTX 640 (2048 MB)/Radeon HD 6750 (1024 MB)",
			"hdd": "22 GB",
			"descr": "Это интерактивное приключение, в котором есть место завоеванию, предательству и выживанию. Когда переплетаются судьбы племени обезьян и группы выживших людей, сталкиваются два мира, шаткое существование которых висит на волоске.",
			"imgUrl": "https://xatab-repack.net/_ld/6/650.png"
		 },
		 { "id": 1,
			"name": "Dead Rising 4 (2017)",
			"developer": "Capcom Game Studio Vancouver, Inc.",
			"type": "RePack",
			"pill": "Вшита (CODEX)",
			"os": "Windows 7 / Windows 8.1 / Windows 10(64-bit versions)",
			"processor": "Intel i5-2400 or AMD FX 6300",
			"ddr": "6 GB RAM",
			"video": "NVIDIA GeForce GTX 760 (2 GB) or AMD Radeon HD 7850 (2 GB)",
			"hdd": "61.1 GB",
			"descr": "Добро пожаловать на ежегодную ярмарку в Уилламетт, штат Колорадо… Что?! Опять нашествие живых мертвецов? Значит, Фрэнку Уэсту и впрямь пора тряхнуть стариной – через 16 лет после событий оригинальной игры. Обычный крутой парень с камерой вновь окажется в гуще событий. И вновь Фрэнку предстоит выяснить правду о том, что скрывает правительство. Впрочем, доказательства нужны не только ему. Военные на секретной операции, бывший студент вне закона и зомби нового типа – все в одной лодке. Короче, придется вам постараться.",
			"imgUrl": "https://xatab-repack.net/_ld/4/407.jpg"
		 }
	]
}